const dataCreator = (header, help, button, input) => {
  return {
    header,
    help,
    button,
    input,
  };
};

const SignupData = [
  dataCreator(
    "خیلی راحت در وصـــــلیم ثبت نام کنید",
    `            توجه کنید در این بخش ایمیل خود را وارد کنید ، درواقع ایمیل همان نام
  کاربری شما در وصلیم میباشد . `,
    "مرحله بعدی",
    "نام کاربری (ایمیل)"
  ),
  dataCreator(
    "برای ادامه رمز عبور خود را انتخاب کنید",
    "انتخاب رمزعبور مناسب و قوی امنیت حساب شما را تضمین می کند",
    "مرحله بعدی",
    "رمز عبور"
  ),
  dataCreator(
    "و در آخر شماره تلفن خود را وارد کـــنید.",
    "از شماره تلفن شما برای بازیابی حساب تان استفاده میکنیم",
    "بریم تو وصــلیم",
    "شماره تلفن"
  ),
];

export default SignupData;
