const About = () => {
  return (
    <div className="flex flex-col gap-4 font-alibaba">
      <h3 className="font-alibaba text-xl">درباره وصــلیم</h3>
      <p className="text-base">
        ایده شکل گیری وصلیم کاملا اتفاقی بود ، ابتدا قصد داشتم اپ کوچکی برای نوشتن روزمرگی هایم
        داشته باشم ، ناگهان دیدم که در حال توسعه یک شبکه اجتماعی هستم.
      </p>
      <p className="text-base">
        هر روز در وقت های خالی ام مشتاقانه می نشستم و دست هایم را به کــد آلوده می کردم. آنچه شما
        میبینید ماحصل یک تیم چندین و چند نفره با کلی تشکیلات نیست ، بلکه نتیجه علاقه به کارم است. از
        خودم ممنونم چون چیزی که دوست داشتم را به خودم هدیه دادم.
      </p>
      <p className="text-base">
        و در آخر از تمام دوستان نزدیکم، که در این مدت وصلیم را روی موبایل شان تست کردم و مجبورشان
        کردم در وصـــلیم حساب باز کنند و سرشان را با <q>این بخش را ساختم</q> ، <q>اینجا را بهتر کردم</q>  و ...
        درد اوردم ، تشکر میکنم
      </p>
      <p className="text-base">پایان</p>
      <p className="text-sm text-gray">معین قاسمی - طراحی و توسعه وب اپلیکیشن وصـــلیم</p>
    </div>
  );
};

export default About;
